/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Autorisierungsanfrage erhalten";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Besetzt";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Anruf Fehler 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Anruf Fehler 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Anruf wartend";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Verbindungsaufbau";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kontakt verfügbar";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kontakt nicht verfügbar";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Kontakte erhalten";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Dateiübertragung abgeschlossen";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Dateiübertragung fehlgeschlagen";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Erste Nachricht erhalten";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Aufgelegt";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Anruf halten";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Eingehender Anruf";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Eingehende Dateiübertragung";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Anmeldung";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Abmelden";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Nachricht erhalten";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Nachricht in aktivem Fenster erhalten";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Nachricht gesendet";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Neuer Nutzer";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Ausgehender Anruf";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Aufgelegt von Gegenseite";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Anruf fortsetzen";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Verbindungsaufbau";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "DreifachBeep";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Sprachnachricht";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Wenn ich mich abmelde";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Wenn ich mich anmelde";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontakt verfügbar";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontakt nicht mehr verfügbar";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Eingehender Anruf";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Eingehender Anruf - Anruf wartet";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Anrufaufbau";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Ausgehender Anruf";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Aufgelegt";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Gruppen-Teilnehmer hat aufgelegt";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Besetzt";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Anruf halten";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Anruf fortsetzen";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Neue Nachricht in kürzlicher Konversation";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Neue Nachricht in aktueller Konversation";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Erste Nachricht in Konversation";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Persönliche Nachricht erhalten";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakt gibt eine Nachricht ein";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Nachricht gesendet";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Kontaktanfrage erhalten";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Kontakte erhalten";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Eingehende Dateiübertragung";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Dateiübertragung abgeschlossen";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Dateiübertragung fehlgeschlagen";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Desktop-API-App verbunden";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Sie sind angemeldet.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Sie sind abgemeldet";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Ihr Kontakt \"@\" ist verfügbar.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Ihr Kontakt \"@\" ist nicht mehr verfügbar.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Anruf von \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Anruf von \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Anrufaufbau.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Ruf \"@\" an.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Sie haben aufgelegt.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Teilnehmer hat aufgelegt.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Leitung besetzt.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Anruf halten.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Anruf fortsetzen.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Nachricht";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Nachricht von \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Nachricht an \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" hat die persönliche Nachricht geändert.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Neue Sofortnachricht von \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" gibt eine Nachricht ein.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Kontaktanfrage von \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Sie empfangen Kontakte von \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Dateiempfang von \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Dateiübertragung mit \"@\" abgeschlossen.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Dateiübertragung mit \"@\" fehlgeschlagen.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "„@“ mit Skype verbunden";
